export const FOREST_PRICE = {
  NORMAL: {
    WEEKDAY: 200000,
    WEEKEND: 300000,
    HOLIDAY: 300000,
  },
  SUMMER: {
    WEEKDAY: 300000,
    WEEKEND: 300000,
    HOLIDAY: 300000,
  },
  OVER_TWO: 20000,
  DOG: 30000,
  BARBECUE: 30000,
};

export const HOLIDAYS = [
  '2025-01-01', // 신정
  '2025-01-27', // 임시공휴일
  '2025-01-28', // 설날 연휴 시작
  '2025-01-29', // 설날
  '2025-01-30', // 설날 연휴 마무리
  '2025-03-01', // 삼일절
  '2025-03-03', // 삼일절 대체공휴일
  '2025-05-05', // 어린이날 및 부처님오신날
  '2025-05-06', // 대체공휴일
  '2025-06-06', // 현충일
  '2025-08-15', // 광복절
  '2025-10-03', // 개천절
  '2025-10-05', // 추석 연휴 시작
  '2025-10-06', // 추석
  '2025-10-07', // 추석 연휴 마무리
  '2025-10-08', // 추석 대체공휴일
  '2025-10-09', // 한글날
  '2025-12-25', // 성탄절
];

